10/data/attachments/e363495a068c74d9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Samantha_fund_Actions_46520_2</nif:username>
            <nif:friendToBeRequested>soap_actions_2a4c577d-82d0-4656-b44f-1447e3bd2087</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>